SUBSCRIBE_TO_OUR_CHANNELS = """Подпишись на канал и группу 👇🏼
И не отключай уведомления чтобы не пропустить самое интересное 😌"""
OUR_CHANNEL = "Наш канал 👀"
OUR_GROUP = "Наша группа 👥"
CHECK_SUBSCRIBE_TEXT = "Я подписалась/подписался 😌"
RETURN = "↖️ Вернуться"
SELECT_CATEGORY = "Выберите категорию ниже 👇🏼"
SELECT_SUBCATEGORY = "Выберите категорию ниже 👇🏼"
SELECT_PRODUCT = "Выберите товар ниже 👇🏼"
PRODUCT_NOT_FOUND = "Товар отсутствует"
PRODUCT_DESCRIPTION = """<strong>{}</strong>

{}

Стоимость: {}
"""
ITEMS_IN_CART = "Товары в корзине:"

FAQ_TEXT = """Часто задаваемые вопросы:

- Как сделать заказ?
- Какие способы оплаты?
- Как отменить заказ?
- Сколько идет доставка?

Как спросить?
1. Введите название бота @{} и пробел
2. Начните вводить вопрос из спика
3. Выберите предложенный вариант
"""
